export const careColumns = {
    'column1': 'Προετοιμασία Εδάφους/Σπορά',
    'column2': 'Αιτιολογία',
    'column3': 'Εθελοντική Εφαρμογή'
    // Add more columns as needed
  };
  
  export const careData = [
    { column1: 'Οι λεκάνες του ορυζώνα πρέπει να είναι διατεταγμένες με τη μεγάλη τους πλευρά κάθετα προς τη διεύθυνση των συνήθως πνεόντων ανέμων.', 
    column2: "Τα τελευταία μπορούν να παρασύρουν τα νεαρά φυτά προς τα αναχώματα της λεκάνης με συνέπεια να προκληθεί μια ανομοιόμορφη κατανομή των φυτών στον αγρό. Επιπλέον στην περίπτωση της εγκατάστασης νέων ορυζώνων είναι δυνατόν να έχουμε καταστροφές των αναχωμάτων από μεγάλα κύματα.", 
    column3: 'Ναι' },
    { column1: 'Όργωμα αμέσως μετά τη συγκομιδή του καρπού.', 
    column2: '', 
    column3: 'Ναι' },
    { column1: 'Ισοπέδωση: Η διαφορά μεταξύ υψηλότερου και χαμηλότερου σημείου της λεκάνης πρέπει να κυμαίνεται μεταξύ 2 - 5 cm ανά 100 m.', 
    column2: 'Για την επίτευξη καλών αποδόσεων.', 
    column3: 'Ναι' },
    { column1: 'Η εποχή σποράς εξαρτάται από την θερμοκρασία του εδάφους και του περιβάλλοντος. Όταν η θερμοκρασία του νερού είναι 12° C.', 
    column2: 'Η σπορά μπορεί να πραγματοποιηθεί χωρίς κινδύνους ζημιών. Η έγκαιρη σπορά έχει σαν αποτέλεσμα και την μεγαλύτερη απόδοση.', 
    column3: 'Ναι' },
    { column1: 'Η επιφανειακή λίπανση πρέπει να γίνεται με λιπάσματα κοκκώδους μορφής, αργά διαλυόμενα στο νερό και σε χρονικές στιγμές που να έπονται της ανανέωσης του.', 
    column2: 'Αποφυγή της έκπλυσης και διαρροής των χρησιμοποιούμενων λιπαντικών στοιχείων.', 
    column3: 'Ναι' },
    { column1: 'Η ποσότητα του αζώτου που θα χρησιμοποιηθεί εξαρτάται από την καλλιεργούμενη ποικιλία, από την επάρκεια νερού άρδευσης και από την αμειψισπορά. Για την ακριβέστερη διαπίστωση των λιπαντικών αναγκών πρέπει να γίνεται εδαφολογική ανάλυση. Για μια ικανοποιητική απόδοση ποσότητα αζώτου 14-16 κιλά/στρέμμα είναι αρκετή για το σύνολο σχεδόν των καλλιεργούμενων ποικιλιών. Μικρότερες γενικά ποσότητες αζωτούχων λιπασμάτων συνιστώνται για τις πρώιμες ποικιλίες, τις ευαίσθητες στην ασθένεια πυρικουλάρια και για εκείνες που παρουσιάζουν τάση πλαγιάσματος.', 
    column2: '∆εν πρέπει να χρησιμοποιούνται ποσότητες αζωτούχων λιπασμάτων μεγαλύτερες από αυτές που συνιστώνται για να αποφεύγεται η επιβάρυνση του περιβάλλοντος από περίσσεια νιτρικών ιόντων και η δημιουργία υδαρών φυτών, επιρρεπών στην προσβολή από τους μύκητες.', 
    column3: 'Ναι'},
    { column1: 'Μακροχρόνια πειράματα έδειξαν ότι από την ποσότητα αζωτούχου λιπάσματος που θα χρησιμοποιηθεί για τη λίπανση του ρυζιού το 40% πρέπει να εφαρμόζεται βασικά με ενσωμάτωση στο έδαφος, ενώ η υπόλοιπη ποσότητα επιφανειακά σε δύο δόσεις, από τις οποίες η πρώτη, 40 %, στο αδέλφωμα (25-35 ημέρες μετά τη σπορά) και η δεύτερη, 20 %, πριν από την έναρξη της φάσης της διόγκωσης (50-60 ημέρες μετά τη σπορά).', 
    column2: 'Καλύτερη αξιοποίηση του αζώτου.', 
    column3: 'Ναι' },
    { column1: 'Κατάλληλα λιπάσματα για τη βασική αλλά και την επιφανειακή λίπανση είναι αυτά που εμπεριέχουν το άζωτο σε αμμωνιακή μορφή.', 
    column2: 'Τα νιτρικά λιπάσματα από- νιτροποιούνται σε σημαντικό βαθμό και χάνονται.', 
    column3: 'Ναι' },
    { column1: 'Η ποσότητα φωσφόρου 4-8 κιλά/στρέμμα κρίνεται επαρκής για την επίτευξη υψηλών αποδόσεων, με ενσωμάτωση.', 
    column2: 'Η μικρή κινητικότητα του φωσφόρου στο έδαφος σε συνδυασμό με την ανάγκη του στα πρώτα στάδια της ανάπτυξης των φυτών ρυζιού επιβάλλει την προσθήκη του στο έδαφος.', 
    column3: 'Ναι' },
    { column1: '6-10 κιλά/στρέμμα καλίου κρίνεται ικανοποιητική. Όταν η έλλειψη του στο έδαφος είναι μικρή ολόκληρη η ποσότητα του πρέπει να εφαρμόζεται βασικά με ενσωμάτωση στο έδαφος, ενώ όταν αυτή είναι σημαντική η μισή ποσότητα του πρέπει να εφαρμόζεται βασικά και η υπόλοιπη μισή επιφανειακά, στο αδέλφωμα.', 
    column2: 'Η απορρόφηση του καλίου κατά τη διάρκεια της ανάπτυξης των φυτών ρυζιού ακολουθεί πορεία όμοια με εκείνη του αζώτου. Στην αρχή της βλαστικής περιόδου και κατά τη διάρκεια του αδελφώματος παίζει σπουδαίο ρόλο στον καθορισμό του αριθμού των αδελφιών. Κατά τη διάρκεια των επόμενων σταδίων της ανάπτυξης των φυτών αυτό προωθεί τη σύνθεση και μεταφορά των υδατανθράκων και το σχηματισμό και αύξηση του βάρους των κόκκων. Επειδή σκληραγωγεί τα φυτά, αυξάνει την αντοχή τους στις ασθένειες, εχθρούς και αντίξοες κλιματικές συνθήκες. Τέλος, αυξάνει την απόδοση σε καρπό και άχυρο και την αντοχή των φυτών στο πλάγιασμα με ενδυνάμωση των στελεχών τους.', 
    column3: 'Ναι' },
    { column1: 'Πιστοποιημένος και όχι γενετικά τροποποιημένος σπόρος.', 
    column2: '∆ιασφάλιση χαρακτηριστικών ποικιλίας, υγειονομ ικής κατάστασης και εγκεκριμένης καταλληλότητας.', 
    column3: 'Ναι'},
  ];

  export const careColumnsNo = {
    'column1': 'Προετοιμασία Εδάφους/Σπορά',
    'column2': 'Αιτιολογία',
    'column3': 'Εθελοντική Εφαρμογή'
    // Add more columns as needed
  };
  
  export const careDataNo = [
    { column1: 'Πρέπει να γίνεται εδαφολογική ανάλυση.', 
    column2: "Για την ακριβέστερη διαπίστωση των λιπαντικών αναγκών.", 
    column3: 'Ναι' },
    { column1: 'Σε περιπτώσεις κακού φυτρώματος και επανασποράς, επιβάλλεται σβάρνισμα της σποροκλίνης πριν από τη σπορά.', 
    column2: 'Για να επιτευχθεί καλή εγκατάσταση των φυτών.', 
    column3: 'Ναι'},
    { column1: 'Ποσότητα νερού 1100-1400 m3/στρέμμα για μια καλλιεργητική περίοδο θεωρείται ότι είναι αρκετή.', 
    column2: 'Για την επίτευξη ικανοποιητικών αποδόσεων.', 
    column3: 'Ναι'},
    { column1: 'Το ύψος του νερού στο στάδιο του φυτρώματος δεν πρέπει να υπερβαίνει τα 10 cm.', 
    column2: "Το νερό, όταν δεν είναι του ιδίου ύψους σ' όλο τον αγρό ή είναι χαμηλού ύψους, έχει ως συνέπεια την έκθεση μερικών τμημάτων εδαφών και μπορεί να επιφέρει την ανάπτυξη ζιζανίων και την καταστήσει τους φυτρωμένους σπόρους εύκολη λεία τρωκτικών και πτηνών. Το μεγάλο ύψος νερού (πάνω από 15 cm) κατά την ανάπτυξη των φυταρίων έχει ως αποτέλεσμα την ανάπτυξη λεπτών στελεχών και γενικά καχεκτικών φυτών και την αργή ανάπτυξη ριζών. Τα φύλλα των φυταρίων αυτών συνήθως επιπλέουν στην επιφάνεια του νερού αντί να είναι ευθυτενή και είναι περισσότερο ευπαθή σε προσβολές από το έντομο Hydrellia spp., ιδιαίτερα στα ψυχρά έτη.", 
    column3: 'Ναι'},
    { column1: 'Απομάκρυνση του νερού από τον ορυζώνα, εκτός βέβαια από την τελική (10 έως 15 ημέρες πριν τη συγκομιδή), πρέπει να αποφεύγεται', 
    column2: '"Η απομάκρυνση του νερού συνιστάται για την απομάκρυνση μαλακοστράκων και εντόμων (Chironomus spp. κ.ά.) που προσβάλλουν τα φυτάρια, τη διαφυγή τοξικών αερίων και την εφαρμογή σκευασμάτων τα οποία ελέγχουν έντομα ή ζιζάνια. Η αποστράγγιση του αγρού μπορεί να προωθήσει την ανάπτυξη των ζιζανίων, να μειώσει το ποσό του διαθέσιμου αζώτου και να καταπονήσει τα φυτά ρυζιού ανάλογα με το χρόνο που ο αγρός παραμένει αποστραγγισμένος. Όταν είναι απαραίτητη, πρέπει να ακολουθείται από κατάκλιση το συντομότερο δυνατόν και να ακολουθούνται οι αναγραφόμενες οδηγίες στα σκευάσματα τα οποία εφαρμόστηκαν στον αγρό ως προς τη διαχείριση του νερού. Καλο-ισοπεδωμένοι αγροί πρέπει να αποστραγγίζονται και να κατακλύζονται γρήγορα, αλλά αν η κλίση είναι μεγάλη είναι πιθανό το ένα άκρο του αγρού να έχει πολύ ή λίγο νερό, ιδιαίτερα κατά την εγκατάσταση της καλλιέργειας όπου το ύψος του νερού είναι κρίσιμο.', 
    column3: 'Ναι'},
    { column1: 'Φυλλο-διαγνωστική ανάλυση μετά από κάθε κατάκλιση.', 
    column2: 'Η ανάλυση των ιστών του φύλλου θα υποδείξει αν είναι απαραίτητη η αντικατάσταση του χαμένου κατά την παρατεταμένη αποστράγγιση αζώτου.', 
    column3: 'Ναι'},
    { column1: 'Ο καλύτερος χρόνος αποστράγγισης εξαρτάται από τον τύπο του εδάφους, την καλλιεργούμενη ποικιλία, τα μέσα αποστράγγισης και τον καιρό. Σε ένα τυπικό αργιλώδους δομής έδαφος η αποστράγγιση του αγρού πρέπει να γίνεται όταν τα φυτά είναι πλήρως ξεσταχυασμένα και όλες οι φόβες κλίνουν προς τα κάτω και αρχίζουν να ωριμάζουν. Άλλος ένας οδηγός για την αποστράγγιση είναι όταν το 90% των φοβών έχει τον ακραίο κόκκο στο στάδιο της σκληρής ζύμης.', 
    column2: 'Η πρόωρη αποστράγγιση των αγρών πριν τη συγκομιδή προκαλεί συμπτώματα έλλειψης υγρασίας όπως: λισβοί σπόροι, οψίμιση και φυτά με μη κανονική ωρίμανση.', 
    column3: 'Ναι'},
    { column1: 'Σύμφωνα με πειραματικές εργασίες η συγκομιδή του καρπού πρέπει να γίνεται όταν η υγρασία αυτού κυμαίνεται μεταξύ 19 - 21%. Άλλα κριτήρια για τον κατάλληλο χρόνο συγκομιδής του καρπού είναι: 1) Ο χρόνος από την άνθηση και συγκεκριμένα 35 - 40 ημέρες μετά την άνθηση για τις ποικιλίες τύπου Indica και 40 - 45 ημέρες για εκείνες του τύπου Japonica, 2) όταν το 80% των κόκκων αποκτά χρώμα κίτρινο και 3) όταν ο πρώτος κόμβος της φόβης έχει χρώμα κιτρινοκαστανό.', 
    column2: 'Ο άριστος χρόνος συγκομιδής συμβαδίζει με τη μεγαλύτερη δυνατή απόδοση στο μύλο αλλά και με τη μικρότερη θραυστικότητα των κόκκων.', 
    column3: 'Ναι'}
  ];
  







  export const practicesColumns1 = {
    
    'column1': 'Προληπτικά Μέτρα - Επιλογή Καλλιεργητικής Πρακτικής',
    'column2': 'Αιτιολογία',
    'column3': 'Εθελοντική Εφαρμογή'
  };
  
  export const practicesData1 = [
    { column1: 'Χρήση σπόρου ρυζιού απαλλαγμένου από σπόρους ζιζανίων.', 
    column2: 'Καθαρός σπόρος, ιδιαίτερα από σπόρους κόκκινου ρυζιού, συμβάλλει στην πρόληψη εγκατάστασης ζιζανίων στον ορυζώνα.', 
    column3: 'Ναι' }
  ];

  export const practicesColumnsNo1 = {
    'column1': 'Προληπτικά Μέτρα - Επιλογή Καλλιεργητικής Πρακτικής',
    'column2': 'Αιτιολογία',
    'column3': 'Εθελοντική Εφαρμογή'
  };
  
  export const practicesDataNo1 = [
    { column1: 'Χρήση ορυζώνα - ιστορικό χωραφιού σχετικά με τα κυρίαρχα είδη ζιζανίων.', 
    column2: 'Πρέπει να αποφεύγονται αγροί με έντονα προβλήματα ζιζανίων. Συστήνεται η αντιμετώπιση των ζιζανίων με εφαρμογή αμειψισποράς, ή, αγρανάπαυσης και εφαρμογή καθολικής χημικής ζιζανιοκτονίας.', 
    column3: 'Ναι' }
  ];
  


  export const practicesColumns2 = {
    'column1': 'Προετοιμασία Εδάφους - Επιλογή Καλλιεργητικής Πρακτικής',
    'column2': 'Αιτιολογία',
    'column3': 'Εθελοντική Εφαρμογή'
  };
  
  export const practicesData2 = [
    { column1: 'Ισοπέδωση αγρού και δημιουργία ισχυρών αναχωμάτων.', 
    column2: 'Η ισοπέδωση του εδάφους του ορυζώνα συμβάλλει στην ορθή αξιοποίηση των αναερόβιων συνθηκών που δημιουργούνται κατά την κατάκλιση. Ασταθή αναχώματα ενδέχεται να οδηγήσουν σε απώλεια του νερού και δημιουργία αερόβιων συνθηκών που να ευνοήσουν την ταχεία ανάπτυξη των ζιζανίων.', 
    column3: 'Ναι' }
  ];

  export const practicesColumnsNo2 = {
    'column1': 'Προετοιμασία Εδάφους - Επιλογή Καλλιεργητικής Πρακτικής',
    'column2': 'Αιτιολογία',
    'column3': 'Εθελοντική Εφαρμογή'
  };
  
  export const practicesDataNo2 = [
  ];
  



  export const practicesColumns3 = {
    'column1': 'Καλλιεργητικά Μέτρα - Επιλογή Καλλιεργητικής Πρακτικής',
    'column2': 'Αιτιολογία',
    'column3': 'Εθελοντική Εφαρμογή'
  };
  
  export const practicesData3 = [
    { column1: 'Κατάλληλη διαχείριση νερού ορυζώνα.', 
    column2: 'Η σωστή διαχείριση του νερού συντελεί στην αντιμετώπιση των ζιζανίων και στο γρήγορο φύτρωμα του ρυζιού. Σταδιακή αύξηση του ύψους.', 
    column3: 'Ναι' },
    { column1: 'Ισορροπημένη λίπανση.', 
    column2: 'Μεγάλες ποσότητες λιπάσματος ευνοούν την ανάπτυξη των ζιζανίων.', 
    column3: 'Ναι' },
  ];

  export const practicesColumnsNo3 = {
    'column1': 'Καλλιεργητικά Μέτρα - Επιλογή Καλλιεργητικής Πρακτικής',
    'column2': 'Αιτιολογία',
    'column3': 'Εθελοντική Εφαρμογή'
  };
  
  export const practicesDataNo3 = [
    { column1: 'Εφαρμογή αμειψισποράς ή αγρανάπαυσης.', 
    column2: 'Όπου είναι δυνατό, λόγω πιθανής αλατότητας του εδάφους, πρέπει να εφαρμόζεται αμειψισπορά με αραβόσιτο, βαμβάκι ή σιτάρι. Σε αντίθετη περίπτωση να εφαρμόζεται αγρανάπαυση και χημικός έλεγχος των ζιζανίων.', 
    column3: 'Ναι' },
    { column1: 'Εναλλαγή ποικιλιών - ανταγωνιστικές ποικιλίες.', 
    column2: 'Η εναλλαγή των ποικιλιών διαφορετικής ανταγωνιστικής ικανότητας συμβάλλει στην αποδοτικότερη αντιμετώπιση των ζιζανίων. Οι ποικιλίες τύπου Japonica είναι πιο ανταγωνιστικές από τις ποικιλίες τύπου Indica.', 
    column3: 'Ναι' },
    { column1: 'Επισκόπηση των αγρών - ιστορικό ορυζώνα σχετικά με τα κυρίαρχα είδη ζιζανίων.', 
    column2: 'Η τήρηση αρχείων σχετικά με τα είδη των ζιζανίων που επικρατούν, την πυκνότητά και τον έλεγχό τους συμβάλλει στην ορθότερη αντιμετώπιση των ζιζανίων, αλλά και την καταγραφή πιθανών ειδών ή βιοτύπων ανθεκτικών σε ζιζανιοκτόνα.', 
    column3: 'Ναι' },
  ];





  export const practicesColumns4 = {
    'column1': 'Χημική Αντιμετώπιση - Επιλογή Καλλιεργητικής Πρακτικής',
    'column2': 'Αιτιολογία',
    'column3': 'Εθελοντική Εφαρμογή'
  };
  
  export const practicesData4 = [
    { column1: 'Εναλλαγή ζιζανιοκτόνων και χρήση μιγμάτων ζιζανιοκτόνων.', 
    column2: 'Συμβάλλουν στη μείωση πιθανότητας ανάπτυξης ανθεκτικότητας των ζιζανίων στα ζιζανιοκτόνα και στην αποτελεσματικότερη αντιμετώπιση των ανθεκτικών ζιζανίων σε ζιζανιοκτόνα.' , 
    column3: 'Ναι'},
    { column1: 'Έλεγχος των ζιζανίων που αναπτύσσονται στα αναχώματα τα οποία περιβάλλουν τους αγρούς ρυζιού.', 
    column2: 'Ο έλεγχος αυτών των ζιζανίων συμβάλει στη μείωση μόλυνσης του αγρού με σπόρους ζιζανίων.' , 
    column3: 'Όχι'},
    { column1: 'Εφαρμογή μεταφυτρωτικών ζιζανιοκτόνων στο κατάλληλο στάδιο ανάπτυξης των ζιζανίων και της καλλιέργειας.', 
    column2: 'Μη σωστή εφαρμογή των ζιζανιοκτόνων θα έχει μειωμένη αποτελεσματικότητα και ενδεχομένως να προκληθεί φυτοτοξικότητα στην καλλιέργεια.', 
    column3: 'Ναι'},
    { column1: 'Έλεγχος ψεκαστικών μηχανημάτων - Ορθή εφαρμογή ζιζανιοκτόνων.', 
    column2: 'Ο τακτικός έλεγχος των ψεκαστικών μηχανημάτων και των ακροφυσίων τους, καθώς και η συντήρησή τους συμβάλλει στην ορθή εφαρμογή των ζιζανιοκτόνων.' , 
    column3: 'Ναι'},
    { column1: 'Εφαρμογή χαλκού για την αντιμετώπιση των χλωροφυκών.', 
    column2: '' },
  ];

  export const practicesColumnsNo4 = {
    'column1': 'Χημική Αντιμετώπιση - Επιλογή Καλλιεργητικής Πρακτικής',
    'column2': 'Αιτιολογία',
    'column3': 'Εθελοντική Εφαρμογή'
  };
  
  export const practicesDataNo4 = [
  ];






  export const practicesColumns5 = {
    'column1': 'Από το φύτρωμα μέχρι την έναρξη του καλαμώματος - Επιλογή Καλλιεργητικής Πρακτικής',
    'column2': 'Αιτιολογία',
    'column3': 'Εθελοντική Εφαρμογή'
  };
  
  export const practicesData5 = [
    {
      column1: `<b>Οι προσβολές από τα έντομα Chironomous sp. (χειρονόμοι) προκαλούν την προσβολή σπόρων που δεν βλαστάνουν και νεαρών φυτών, τα οποία τελικά ξηραίνονται. Για την αντιμετώπιση συστήνονται τα παρακάτω:</b>`,
      column2: '' ,
      column3: ''
    },
    {
      column1: `Να αποφεύγεται η σπορά του ρυζιού με κρύο καιρό`,
      column2: 'Καταπολέμηση του αρχικού πληθυσμού εντόμων που βρίσκονται στο έδαφος.' ,
      column3: 'Ναι'
    },
    {
      column1: `<b>Προσβολές από δίπτερα της οικογένειας Ephydridae (Ephydra attica, Hydrelia sp.). Οι προσβολές κατά κανόνα είναι μεταγενέστερες αυτών που προκαλούνται από τους χειρονόμους. Οι προνύμφες 1ης γενεάς (τέλη Απριλίου με αρχές Μαΐου) προσβάλλουν τα νεαρά φυτάρια ενώ οι προνύμφες 2ης γενεάς (τέλη Ιουνίου και μετά) προσβάλλουν το φύλλωμα. Για την αντιμετώπιση συστήνονται τα παρακάτω:</b>`,
      column2: '' ,
      column3: ''
    },
    {
      column1: `Χρήση σπόρου που έχει υποστεί επεξεργασία με εντομοκτόνο.`,
      column2: 'Προστασία νεαρών φυτών από προσβολή από τις προνύμφες.',
      column3: 'Όχι'
    },
    {
      column1: `Ορθολογική άρδευση ώστε τα φύλλα να είναι ευθυτενή και να μην επιπλέουν επάνω στο νερό της κατάκλισης.`,
      column2: 'Οι προνύμφες δυσκολεύονται να αγκιστρωθούν επάνω στα ευθυτενή φύλλα. Η πρακτική αυτή δίνει προστασία και σε προσβολές από πυρικουλαρίαση',
      column3: 'Ναι'
    },
    {
      column1: `Ορθολογική αζωτούχος λίπανση ώστε να αποφεύγεται η περίσσεια αζώτου.`,
      column2: 'Περίσσεια αζώτου προκαλεί υποβάθμιση παραγωγής, υδατερές ιστούς που προσβάλλονται εύκολα από προνύμφες εντόμων αλλά και την πυρικουλαρίαση.',
      column3: 'Ναι' ,
    },
    {
      column1: `Σε σοβαρές προσβολές από τις προνύμφες της 1ης γενεάς, συστήνεται χαμώμα της στάθμης του νερού στα 5 cm για 2-3 ημέρες και εφαρμογή εντομοκτόνων. Κατά την απομάκρυνση των νερών θα πρέπει να λαμβάνεται μέριμνα ώστε τα νερά να μην διαφεύγουν στα στραγγιστικά κανάλια. Αυτή η καλλιεργητική πρακτική δεν πρέπει να γενικεύεται σε μεγάλες εκτάσεις ενώ θα πρέπει να εφαρμόζεται υπό προϋποθέσεις και μόνο όταν κρίνεται απολύτως αναγκαία. Μετά την απομάκρυνση των νερών συστήνεται έλεγχος του διαθέσιμου αζώτου ώστε να ακολουθήσει αζωτούχος λίπανση αν κριθεί αναγκαίο.`,
      column2: 'Το χαμώμα της στάθμης του νερού επιφέρει δυσμενείς συνθήκες ανάπτυξης για τις υδρόβιες προνύμφες, ενώ αποκαλύπτεται μεγαλύτερη επιφάνεια φυτού για να ψεκαστεί.',
      column3: 'Όχι'
    },
    {
      column1: `Για τις προνύμφες της 2ης γενεάς συστήνεται ΝΑΙ ψεκασμός των φυτών με εντομοκτόνο όταν το βάθος του νερού είναι υψηλότερο από 15cm.`,
      column2: '' ,
      column3: 'Όχι'
    },
    {
      column1: `<b></b>`,
      column2: '' ,
      column3: ''
    },
    {
      column1: `Χρήση ανθεκτικών ποικιλιών`,
      column2: 'Η χρήση ανθεκτικών ποικιλιών είναι ο σημαντικότερος τρόπος αντιμετώπισης της' ,
      column3: 'Ναι'
    },
    {
      column1: ``,
      column2: '' ,
      column3: 'Ναι'
    },
    {
      column1: ``,
      column2: '' ,
      column3: 'Ναι'
    },
    {
      column1: ``,
      column2: '' ,
      column3: 'Ναι'
    },
    {
      column1: ``,
      column2: '' ,
      column3: 'Ναι'
    },
    {
      column1: ``,
      column2: '' ,
      column3: 'Ναι'
    },
    {
      column1: ``,
      column2: '' ,
      column3: 'Ναι'
    },
    {
      column1: ``,
      column2: '' ,
      column3: 'Ναι'
    },
    {
      column1: ``,
      column2: '' ,
      column3: 'Ναι'
    },
    {
      column1: ``,
      column2: '' ,
      column3: 'Όχι'
    },
  ];

  export const practicesColumnsNo5 = {
    'column1': 'Από το φύτρωμα μέχρι την έναρξη του καλαμώματος - Επιλογή Καλλιεργητικής Πρακτικήςς',
    'column2': 'Αιτιολογία',
    'column3': 'Εθελοντική Εφαρμογή'
  };
  
  export const practicesDataNo5 = [
    {
      column1: `<b>Οι προσβολές από τα έντομα Chironomous sp. (χειρονόμοι) προκαλούν την προσβολή σπόρων που δεν βλαστάνουν και νεαρών φυτών, τα οποία τελικά ξηραίνονται. Για την αντιμετώπιση συστήνονται τα παρακάτω:</b>`,
      column2: '' ,
      column3: ''
    },
    {
      column1: `Εφαρμογή εντομοκτόνων στα τηγάνια πριν τη φύτευση ή χρήση σπόρου που έχει υποστεί`,
      column2: 'Σπορά σε πολύ χαμηλές θερμοκρασίες ενδέχεται να καθυστερήσει την ανάπτυξη των φυτών και να τα κάνει πιο ευαίσθητα σε προσβολές από έντομα εδάφους στα αρχικά στάδια ανάπτυξης τους. Επίσης το κρύο νερό έχει δυσμενή επίδραση στο φυτό και το καθιστά ευαίσθητο σε εχθρούς και ασθένειες' ,
      column3: 'Ναι'
    },
    {
      column1: `Απομάκρυνση του νερού του τηγανιού για 2-3 ημέρες. Η κατάκλιση θα πρέπει να ακολουθήσει όταν το έδαφος θα είναι ξηρό. Κατά την απομάκρυνση των νερών θα πρέπει να λαμβάνεται μέριμνα ώστε τα νερά να μην διαφεύγουν στα στραγγιστικά κανάλια. Αυτή η καλλιεργητική πρακτική δεν πρέπει να γενικεύεται σε μεγάλες εκτάσεις ενώ θα πρέπει να εφαρμόζεται υπό προϋποθέσεις και μόνο όταν κρίνεται απολύτως αναγκαία. Μετά την απομάκρυνση των νερών συστήνεται έλεγχος του διαθέσιμου αζώτου ώστε να ακολουθήσει αζωτούχος λίπανση αν κριθεί αναγκαίο.`,
      column2: 'Απομακρύνονται οι χειρονόμοι και άλλοι ζωικοί εχθροί που βρίσκονται στο έδαφος. Επίσης, επειδή οι ζωικοί εχθροί είναι υδρόβιοι, θανατώνονται ή αναγκάζονται να εγκαταλείψουν την καλλιέργεια σε περιπτώσεις ξηρών συνθηκών.' ,
      column3: 'Όχι'
    },
    {
      column1: `<b></b>`,
      column2: '' ,
      column3: ''
    },
    {
      column1: ``,
      column2: '' ,
      column3: ''
    },
    {
      column1: ``,
      column2: '' ,
      column3: ''
    },
    {
      column1: ``,
      column2: '' ,
      column3: ''
    },
    {
      column1: ``,
      column2: '' ,
      column3: ''
    },
  ];









  export const harvestColumns1 = {
    'column1': 'Συγκομιδή ρυζιού - Επιλογή Συγκομιδής – Εδαφοκλιματικές συνθήκες',
    'column2': 'Αιτιολογία',
    'column3': 'Εθελοντική Εφαρμογή'
    // Add more columns as needed
  };
  
  export const harvestData1 = [
    { column1: 'Υγρασία των καρπών όχι μεγαλύτερη από 21%. ', 
    column2: 'Έγκαιρη συγκομιδή δίνει υψηλές αποδόσεις, υψηλό εκατολιτρικό βάρος καρπών και σκληρότητα που εξασφαλίζει υψηλές.', 
    column3: 'Ναι' },
    { column1: 'Απαραίτητη προϋπόθεση είναι η ξηρότητα του εδάφους του ορυζώνα. Η απομάκρυνση των υδάτων πραγματοποιείται 10-15 περίπου ημέρες προ του θερισμού.', 
    column2: 'Διευκολύνεται η διαδικασία της συγκομιδής και η υγρασία των καρπών είναι η επιθυμητή.', 
    column3: 'Ναι' },
  ];

  export const harvestColumnsNo1 = {
  };
  
  export const harvestDataNo1 = [
  ];


  export const harvestColumns2 = {
    'column1': 'Συγκομιδή - Μηχανική Συγκομιδή',
    'column2': 'Αιτιολογία',
    'column3': 'Εθελοντική Εφαρμογή'
  };
  
  export const harvestData2 = [
    { column1: 'Ο καρπός με υγρασία μέχρι 13% από τη θεραλωνιστική μηχανή φορτώνεται σε φορτηγά και μεταφέρεται σε αποθήκες. Ο καρπός με μεγαλύτερη υγρασία μεταφέρεται σε ξηραντήρια. Ο καρπός που προορίζεται για την εσωτερική αγορά περνάει από ρυζόμυλο για αποφλοίωση. Τέλος υφίσταται σε υγροθερμική διαδικασία για να αποκτήσει τον επιθυμητό χρωματισμό.', 
    column2: 'Εξασφαλίζεται ότι η υγρασία των καρπών δεν ξεπερνά το 13% για ασφαλή αποθήκευση γιατί σε αυτές τις συνθήκες υγρασίας ο πολλαπλασιασμός εντόμων και μυκήτων δυσχεραίνεται. Η ξήρανση στα ξηραντήρια (κλίβανοι με υψηλή θερμοκρασία) είναι η οικονομικότερη μέθοδος όταν ο καρπός δεν έχει την κατάλληλη υγρασία για αποθήκευση. Το προϊόν καθαρίζεται πριν αποθηκευτεί αν υπάρχουν σπασμένοι ή μολυσμένοι καρποί, αν υπάρχουν ακαθαρσίες, παρουσία εντόμων ή παθογόνων.', 
    column3: 'Ναι' },
  ];

  export const harvestColumnsNo2 = {
    'column1': 'Συγκομιδή - Μηχανική Συγκομιδή',
    'column2': 'Αιτιολογία',
    'column3': 'Εθελοντική Εφαρμογή'
  };
  
  export const harvestDataNo2 = [
    { column1: 'Θεραλωνισμός με αυτοκινούμενες θεραλωνιστικές μηχανές με ειδικές ερπύστριες.', 
    column2: 'Ο τρόπος αυτός μειώνει τις απώλειες που θα υπήρχαν αν μεσολαβούσε κάποιος χρόνος παραμονής για ξήρανση στο χωράφι μέχρι τον αλωνισμό, λόγω δυσμενών καιρικών συνθηκών.', 
    column3: 'Ναι' },
    { column1: 'Tα φυτά θερίζονται και αλωνίζονται επί τόπου.', 
    column2: 'Ο τρόπος αυτός μειώνει τις απώλειες που θα υπήρχαν αν μεσολαβούσε κάποιος χρόνος παραμονής για ξήρανση στο χωράφι μέχρι τον αλωνισμό, λόγω δυσμενών καιρικών συνθηκών.', 
    column3: 'Ναι' },
  ];


  export const harvestColumns3 = {
    'column1': 'Αποθήκευση - Προετοιμασία του χώρου. Κατάλληλες συνθήκες',
    'column2': 'Αιτιολογία',
    'column3': 'Εθελοντική Εφαρμογή'
  };
  
  export const harvestData3 = [
    { column1: 'Σχολαστικός καθαρισμός της αποθήκης (κατάλληλων προδιαγραφών) πριν την αποθήκευση των καρπών. Σε περίπτωση που είναι απαραίτητη απεντόμωση του χώρου επιτρεπτή μόνο η χρήση εγκεκριμένων σκευασμάτων.', 
    column2: 'Ο χώρος πρέπει να είναι τελείως καθαρός και να μην υπάρχουν υπολείμματα παλαιού καρπού σε αυτόν, για να μην δημιουργηθούν εστίες μόλυνσης στο προς αποθήκευση προϊόν. Η χρήση εγκεκριμένων σκευασμάτων δεν επηρεάζει την καταλληλότητα του προϊόντος για ανθρώπινη κατανάλωση. Ο καρπός μπορεί να έχει υψηλότερα ποσοστά υγρασίας αν προβλέπεται η αποθήκευση να γίνει για περιορισμένο χρόνο.', 
    column3: 'Ναι' },
    { column1: 'Το ύψος αποθήκευσης του προϊόντος είναι συνάρτηση της θερμοκρασίας και της υγρασίας των καρπών. Επιδιώκεται συντήρηση της θερμοκρασίας του χώρου κάτω από τους 20°C.', 
    column2: 'Σε υψηλότερες θερμοκρασίες μόνο αν η αποθήκευση γίνει για περιορισμένο χρόνο αλλιώς παρατηρούνται προσβολές από έντομα με αποτέλεσμα άμεσες ζημιές ή έμμεσες όπως προσβολές από μύκητες οι οποίοι εκκρίνουν μυκοτοξίνες (π.χ. αφλατοξίνη) οι οποίες είναι εξαιρετικά επικίνδυνες για τα ζώα και τον άνθρωπο.', 
    column3: 'Ναι' },
  ];

  export const harvestColumnsNo3 = {
    'column1': 'Αποθήκευση - Προετοιμασία του χώρου. Κατάλληλες συνθήκες',
    'column2': 'Αιτιολογία',
    'column3': 'Εθελοντική Εφαρμογή'
  };
  
  export const harvestDataNo3 = [
  ];


  export const harvestColumns4 = {
    'column1': 'Αποθήκευση - Κατάλληλες συνθήκες',
    'column2': 'Αιτιολογία',
    'column3': 'Εθελοντική Εφαρμογή'
  };
  
  export const harvestData4 = [
    { column1: 'Εξασφάλιση επαρκούς αερισμού (αμέσως μετά την εισαγωγή στην αποθήκη) με τη βοήθεια διάτρητων σωλήνων που τοποθετούνται στο κέντρο ή το δάπεδο της αποθήκης από τους οποίους κυκλοφορεί αέρας με τη βοήθεια ανεμιστήρων ή αεραντλιών.', 
    column2: 'Ο αερισμός είναι απαραίτητος γιατί μειώνει τη θερμοκρασία στο χώρο, παρεμποδίζει την τοπική συγκέντρωση υγρασίας και ως συνέπεια την αλλοίωση του προϊόντος λόγω αναστολής της δράσης εντόμων και μυκήτων. Επανάληψη της ψύξης επαναλαμβάνεται όποτε κρίνεται αναγκαίο.', 
    column3: 'Ναι' },
    { column1: 'Εντοπισμός των εστιών προσβολής στην αποθήκη 1) μακροσκοπικά 2) με σύγχρονα ηλεκτρονικά μέσα με βάση τη θερμότητα (αν διατίθενται).', 
    column2: 'Στις εστίες προκαλείται τοπικά έκλυση θερμότητας, «άναμμα» του καρπού από την έντονη αναπνευστική δραστηριότητα εντόμων και μυκήτων. Αποχρωματισμός των καρπών προς το σκοτεινό καστανό χρώμα που είναι ένδειξη νεκρών αποσυντιθέμενων εμβρύων και άλλων ζημιών του κόκκου. Ανάδυση ξινής οσμής ή οσμής μούχλας. Αν εντοπιστούν εγκαίρως, εμποδίζεται η εξάπλωση σε όλο το αποθηκευμένο προϊόν.', 
    column3: 'Ναι' },
  ];

  export const harvestColumnsNo4 = {
    'column1': 'Αποθήκευση - Κατάλληλες συνθήκες',
    'column2': 'Αιτιολογία',
    'column3': 'Εθελοντική Εφαρμογή'
  };
  
  export const harvestDataNo4 = [
  ];